_posts/2019-03-30-empatia-vs-altruismo.html
---
date: 2019-03-30 07:43
author: Manoel Vilela
layout: post
title: Empatia vs Altruísmo
excerpt: É necessário ser altruísta para ter empatia?
tags: 
categories: 
- personal
---
<div id="outline-container-org5829a9d" class="outline-2">
<h2 id="org5829a9d">Motivação de escrever</h2>
<div class="outline-text-2" id="text-org5829a9d">
<p>
Bom&#x2026; eu estava aqui num dia de sábado, às 07h45 e me veio
espontaneamente na cabeça: o que é preciso pra ter empatia?
</p>

<p>
Um pouco óbvio, as pessoas que pensei como exemplo de empáticas,
muitas vezes elas eram também altruístas. Lembrando que altruísmo é o
ato dicotômico em relação ao egoísmo: ou seja, invés de se colocar em
primeiro lugar frente aos outros, se coloca os outros acima de você.
</p>


<p>
Mas então, isso é apenas uma coincidência ou é realmente é necessário?
Em outras palavras: <b>é possível ter empatia mesmo não sendo
altruísta?</b>
</p>
</div>
</div>

<div id="outline-container-org18413c1" class="outline-2">
<h2 id="org18413c1">Egoísmo</h2>
<div class="outline-text-2" id="text-org18413c1">
<p>
Egoísmo é comum. Talvez mais do que deveria ser; há uma certa confusão
de egoísmo com individualidade. Ora, são coisas distintas! Egoísmo
está relacionada com nossa identidade pessoal, está ligada diretamente
com a ideia de que tudo gira ao seu redor (centro das atenções). Não é
que você seja somente importante pra sua vida, afinal óbvio que na sua
vida você é importante, mas você acredita fielmente que as outras
pessoas também deveriam dar importância a você de repente até mais do
que elas dão a si mesmo!
</p>

<p>
O egoísmo além de dar supremacia ao ego poderia tornar um indíviduo
até mesmo um megalomaníaco: um complexo de superioridade que as
outras vidas tem menos importância que a sua, uma ilusão, um delírio.
</p>

<p>
A individualidade por outro lado apenas preza que eu sou um indíviduo, eu
tenho minhas vontades e elas devem ser respeitadas. Eu gosto da ideia
de individualidade, mas tenho realmente dificuldade de lidar com
pessoas egocêntricas por serem tão acidas e centradas em si.
</p>

<p>
Acredito que individualidade é necessário para a iluminação e o
autoconhecimento, pelo menos em algum nível. É muito difícil não
deixar sua identidade esparsa e nebulosa no meio de tanta explosão de
informação pela internet.
</p>

<p>
Então entramos no oposto, senão é egoísta, então é altruísta? Não
necessariamente. A seguir eu comento que o altruísmo pode ser às vezes
até mais nocivo pra própria vida que o egoísmo.
</p>
</div>
</div>


<div id="outline-container-org3593c3d" class="outline-2">
<h2 id="org3593c3d">Conclusão</h2>
<div class="outline-text-2" id="text-org3593c3d">
<p>
Ou seja, não é necessário adotar extremos entre egoísmo e altruísmo
para definir sua personalidade, é possível muito bem balancear o uso
de empatia e individualidade para que você alcance seus desejos
pessoais respeitando também a vontade, desejo, complexidade e
sofrimento alheio.
</p>

<p>
Não devemos viver a vida dos outros! Mas também não devemos impedir
que elas possam viver bem! Sejamos meros coadjuvantes na vida dos
outros e na nossa, definitivamente, precisamos ser o protagonista!
</p>
</div>
</div>
